Repository: kobat/PhotoQuickSelector-rebuild
Catalog: src/PhotoQuickSelector.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Common_BrowseButton.Content
source: Browse…
ja_jp: 参照…

# FolderNav_LoadButtonText.Text
source: Load
ja_jp: 読み込み

# FolderNav_FavoritesHeader.Text
source: Favorites
ja_jp: お気に入り

# FolderNav_RecentHeader.Text
source: Recent folders
ja_jp: 最近開いたフォルダ

# FolderNav_AddFavoriteMenu.Text
source: Add to favorites
ja_jp: お気に入りに追加

# FolderNav_RemoveFavoriteMenu.Text
source: Remove from favorites
ja_jp: お気に入りから削除

source: Remove from favorites
ja_jp: お気に入りから削除

# FolderNav_RemoveRecentMenu.Text
source: Remove from list
ja_jp: 一覧から削除

# FolderNav_RefreshDrivesMenu.Text
source: Refresh drive list
ja_jp: ドライブ一覧を更新

# FolderNav_RefreshMenu.Text
source: Refresh
ja_jp: 更新

# Filter_Button.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter (Ctrl+L)
ja_jp: フィルタ (Ctrl+L)

# Filter_Header.Text
source: Filter
ja_jp: フィルタ

# Filter_EnabledSwitch.OnContent
source: On
ja_jp: 有効

# Filter_EnabledSwitch.OffContent
source: Off
ja_jp: 無効

# Filter_RatingHeader.Text
source: Rating
ja_jp: レーティング

# Filter_CompareButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle ≧ / ＝
ja_jp: ≧ / ＝ を切り替え

# Filter_NoRatingCheck.Content
source: No rating
ja_jp: 未評価 (NoRating)

# Filter_FlagHeader.Text
source: Flags
ja_jp: フラグ

# Filter_FlagAccept.Content
source: Accept
ja_jp: 採用

# Filter_FlagNeutral.Content
source: Neutral
ja_jp: 中立

# Filter_FlagReject.Content
source: Reject
ja_jp: 拒否

# Filter_ColorHeader.Text
source: Color labels
ja_jp: カラーラベル

# Filter_RejectMoveButton.Content
source: Move unrated to Reject folder…
ja_jp: 未評価をRejectフォルダへ移動…

# Filter_RejectMoveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Moves images without an accept flag or rating to the Reject subfolder of this folder
ja_jp: 採用フラグなし・未評価の画像をフォルダ配下の Reject サブフォルダへ移動します

# StatusBar_ZoomText.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Display magnification (100% = 1:1 pixels)
ja_jp: 表示倍率（ピクセル等倍＝100%）

source: Toggle full screen (F11)
ja_jp: 全画面表示の切替 (F11)

# StatusBar_MenuButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Menu
ja_jp: メニュー

# Menu_FilterToggle.Text
source: Filter on/off
ja_jp: フィルタ ON/OFF

# Menu_FullScreenToggle.Text
source: Full screen
ja_jp: 全画面表示

# Menu_FullImage.Text
source: Full screen (image only)
ja_jp: 完全全画面

# Menu_PreviewSub.Text
source: Preview
ja_jp: プレビュー

# Menu_ImmersiveToggle.Text
source: Immersive view
ja_jp: イマーシブ表示

# Menu_FileSub.Text
source: File
ja_jp: ファイル

# Menu_Settings.Text
source: Settings…
ja_jp: 設定…

# Menu_Shortcuts.Text
source: Keyboard shortcuts…
ja_jp: ショートカット一覧…

# Menu_About.Text
source: About…
ja_jp: バージョン情報…

# CopyRenameDialog.Title
source: Copy with Rename
ja_jp: リネームしてコピー

# CopyRenameDialog.PrimaryButtonText
source: Create batch
ja_jp: バッチを生成

# CopyRenameDialog.CloseButtonText
source: Cancel
ja_jp: キャンセル

# CopyRename_DestHeader.Text
source: Destination folder
ja_jp: コピー先フォルダ

# CopyRename_DestinationBox.PlaceholderText
source: e.g., E:\Selected\20260228
ja_jp: 例: E:\Selected\20260228

# CopyRename_TemplateHeader.Text
source: File name template
ja_jp: ファイル名テンプレート

# CopyRename_TemplateNote.Text
source: Insert placeholders (the original extension is appended automatically). Date tokens are uppercase; time tokens are lowercase.
ja_jp: プレースホルダを挿入（拡張子は元のまま自動付与）。年月日＝大文字 / 時分秒＝小文字。

# CopyRename_TokenFolder.Content
source: Folder name
ja_jp: フォルダ名

# CopyRename_TokenName.Content
source: Original name
ja_jp: 元ファイル名

# CopyRename_TokenYear.Content
source: Year
ja_jp: 年

# CopyRename_TokenMonth.Content
source: Month
ja_jp: 月

# CopyRename_TokenDay.Content
source: Day
ja_jp: 日

# CopyRename_TokenHour.Content
source: Hour
ja_jp: 時

# CopyRename_TokenMinute.Content
source: Minute
ja_jp: 分

# CopyRename_TokenSecond.Content
source: Second
ja_jp: 秒

# CopyRename_TokenSeq.Content
source: Sequence
ja_jp: 連番

# CopyRename_PolicyHeader.Text
source: If the same name exists in the destination
ja_jp: コピー先に同名がある場合

# CopyRename_PolicyOverwrite.Content
source: Overwrite
ja_jp: 上書きする

# CopyRename_PolicySkip.Content
source: Skip (do not copy)
ja_jp: コピーしない（無視）

# CopyRename_DuplicateWarning.Title
source: Renamed file names have duplicates
ja_jp: リネーム後の名前が重複しています

# CopyRename_PreviewHeader.Text
source: Preview
ja_jp: プレビュー

# AboutDialog.Title
source: About
ja_jp: バージョン情報

# AboutDialog.PrimaryButtonText
source: Licenses
ja_jp: ライセンス情報

# AboutDialog.CloseButtonText
source: Close
ja_jp: 閉じる

# About_GitHubLink.Content
source: GitHub repository
ja_jp: GitHub リポジトリ

# LicenseDialog.Title
source: Licenses
ja_jp: ライセンス情報

# LicenseDialog.CloseButtonText
source: Close
ja_jp: 閉じる

# License_AppPivot.Header
source: This app (MIT)
ja_jp: 本アプリ (MIT)

# License_LibrariesPivot.Header
source: Libraries
ja_jp: ライブラリ

# ShortcutsDialog.Title
source: Keyboard Shortcuts
ja_jp: ショートカット一覧

# ShortcutsDialog.CloseButtonText
source: Close
ja_jp: 閉じる

# SettingsDialog.Title
source: Settings
ja_jp: 設定

# SettingsDialog.PrimaryButtonText
source: Save
ja_jp: 保存

# SettingsDialog.CloseButtonText
source: Cancel
ja_jp: キャンセル

# Settings_LanguageHeader.Text
source: Display language
ja_jp: 表示言語

# Settings_LanguageAuto.Content
source: Auto (OS language)
ja_jp: 自動（OS の言語）

# Settings_LanguageNote.Text
source: Changes take effect after the app restarts.
ja_jp: 変更はアプリの再起動後に反映されます。

# Settings_ShareHeader.Text
source: App launched by Share (Alt+S)
ja_jp: 共有 (Alt+S) で起動するアプリ

# Settings_ShareNote.Text
source: Specifies the executable (.exe) launched when sharing. The selected photo's path is passed as an argument. When empty, the standard Windows share sheet is shown.
ja_jp: 共有時に起動する外部アプリの実行ファイル (.exe) を指定します。選択中の写真パスを引数として渡します。空欄のときは Windows 標準の共有シートを表示します。

# Settings_SharePathBox.PlaceholderText
source: (Not set: use the Windows share sheet)
ja_jp: （未設定：Windows 標準の共有シートを使用）

# Settings_ClearButton.Content
source: Clear
ja_jp: クリア

# Settings_GeneralTab.Header
source: General
ja_jp: 一般

# Settings_AdvancedTab.Header
source: Advanced
ja_jp: 高度な設定

# Settings_ResetGroup.Content
source: Reset to default
ja_jp: 既定に戻す

# Settings_ZoomHeader.Text
source: Zoom levels
ja_jp: ズーム倍率

# Settings_ZoomNote.Text
source: Enter percentages separated by commas (e.g. 25, 50, 100, 200). These become the wheel and +/- zoom steps.
ja_jp: パーセントをカンマ区切りで入力します（例: 25, 50, 100, 200）。ホイールと +/- キーのズーム段になります。

# Settings_ZoomStopsBox.PlaceholderText
source: e.g. 25, 50, 100, 200, 400
ja_jp: 例: 25, 50, 100, 200, 400

# Settings_AdvancedIntro.Text
source: Tunes the behavior of the preview prefetch cache. The defaults are fine for most cases.
ja_jp: プレビューの先読みキャッシュの動作を調整します。通常は既定のままで問題ありません。

# Settings_CacheBudgetHeader.Text
source: Cache budget (GB)
ja_jp: キャッシュ容量予算 (GB)

# Settings_CacheBudgetNote.Text
source: Maximum total size the prefetch cache keeps in main memory. Excess is dropped starting from the least-used older images.
ja_jp: 先読みキャッシュがメインメモリに保持する合計サイズの上限です。超過分は表示実績の少ない古い画像から破棄します。

# Settings_PrefetchHeader.Text
source: Prefetch count
ja_jp: 先読み枚数

# Settings_PrefetchNote.Text
source: How many photos before/after the current one to prefetch. More is smoother when moving but uses more memory.
ja_jp: 表示中の写真の前後に何枚まで先読みするか。多いほど前後移動が滑らかですがメモリを使います。

# Settings_PrefetchForwardLabel.Text
source: Forward (next)
ja_jp: 前方（次へ）

# Settings_PrefetchBackwardLabel.Text
source: Backward (previous)
ja_jp: 後方（前へ）

# Settings_ConcurrencyHeader.Text
source: Concurrent decodes
ja_jp: 同時デコード数

# Settings_ConcurrencyNote.Text
source: Number of decodes to run in parallel. Changes take effect after the app restarts.
ja_jp: 同時に走らせるデコード本数。変更はアプリの再起動後に反映されます。

# Settings_RateHeader.Text
source: Burst throttle (rate limit)
ja_jp: 連打抑制（レート制限）

# Settings_RateNote.Text
source: Curbs VRAM growth while holding the arrow keys. Frames allowed to decode immediately within the window, and the window length (ms).
ja_jp: 左右キー連打時の VRAM 膨張を抑えます。時間窓内で即デコードを許す枚数と、窓の長さ (ms)。

# Settings_RateBudgetLabel.Text
source: Frames
ja_jp: 枚数

# Settings_RateWindowLabel.Text
source: Window (ms)
ja_jp: 時間窓 (ms)

# Preview_CacheOverlayHeader.Text
source: Prefetch cache
ja_jp: 先読みキャッシュ

# Msg_Create
source: Create
ja_jp: 作成

# Msg_Cancel
source: Cancel
ja_jp: キャンセル

# Msg_Run
source: Run
ja_jp: 実行

# Msg_NoFolderLoaded
source: No folder is loaded.
ja_jp: フォルダが読み込まれていません。

# Msg_MoreItemsSuffix
source: … and {0} more
ja_jp: …他 {0} 件

# Msg_ConfirmCreateStoreTitle
source: Create rating data
ja_jp: 評価データの作成

# Msg_ConfirmCreateStoreContent
source: A rating data file (PhotoQuickSelector.sqlite3) will be created in this folder. Continue?
ja_jp: このフォルダに評価データファイル（PhotoQuickSelector.sqlite3）を作成します。よろしいですか？

# Status_Initial
source: Select a folder in the tree on the left and open it with the Load button.
ja_jp: 左のツリーでフォルダを選び、「読み込み」ボタンで開きます。

# Status_Loading
source: Loading: {0}
ja_jp: 読み込み中: {0}

# Status_NoJpeg
source: No JPEG files found: {0}
ja_jp: JPEG が見つかりません: {0}

# Status_LoadError
source: Load error: {0}
ja_jp: 読み込みエラー: {0}

# Status_PreviousFolderNotFound
source: Previous folder not found: {0}
ja_jp: 前回のフォルダが見つかりません: {0}

# StatusBar_HideLeftPane
source: Hide left pane
ja_jp: 左ペインを隠す

# StatusBar_ShowLeftPane
source: Show left pane
ja_jp: 左ペインを表示

# Gps_Tooltip
source: Show on map ({0})
ja_jp: 地図で表示（{0}）

# About_VersionFormat
source: Version {0}
ja_jp: バージョン {0}

# License_LoadFailed
source: (Could not load {0})
ja_jp: （{0} を読み込めませんでした）

# RejectMove_Title
source: Move to Reject
ja_jp: Reject 移動

# RejectMove_NoTargets
source: There are no images without an accept flag or rating.
ja_jp: 採用フラグなし・未評価の画像はありません。

# RejectMove_AbortedTitle
source: Move to Reject aborted
ja_jp: Reject 移動を中断しました

# RejectMove_Collisions
source: Files with the same names already exist in the Reject folder ({0}). {1}
ja_jp: Reject フォルダに同名のファイルが既に存在します（{0} 件）。 {1}

# RejectMove_ConfirmTitle
source: Confirm move to Reject
ja_jp: Reject 移動の確認

# RejectMove_ConfirmIntro
source: {0} item(s) will be moved to the Reject folder. The following batch file will be saved to the Reject folder and executed.
ja_jp: {0} 件を Reject フォルダへ移動します。Reject フォルダに次のバッチを保存して実行します。

# RejectMove_DoneTitle
source: Move to Reject completed
ja_jp: Reject 移動が完了しました

# RejectMove_Done
source: Moved {0} item(s). Log: {1}
ja_jp: {0} 件の移動を実行しました。 ログ: {1}

# RejectMove_DoneWithError
source: The move ran, but there may have been errors (exit code {0}). Log: {1}
ja_jp: 移動を実行しましたが、エラーの可能性があります（終了コード {0}）。 ログ: {1}

# CopyRename_MsgTitle
source: Copy with Rename
ja_jp: リネームしてコピー

# CopyRename_NoTargets
source: There are no images to copy (filtered results).
ja_jp: コピー対象の画像（絞込結果）がありません。

# CopyRename_ConfirmTitle
source: Confirm copy with rename
ja_jp: リネームしてコピーの確認

# CopyRename_ConfirmIntro
source: {0} item(s) will be copied to "{1}". The following batch file will be saved to the destination and executed.
ja_jp: {0} 件を「{1}」へコピーします。コピー先に次のバッチを保存して実行します。

# CopyRename_DoneTitle
source: Copy with rename completed
ja_jp: リネームしてコピーが完了しました

# CopyRename_Done
source: Copied {0} item(s). Log: {1}
ja_jp: {0} 件のコピーを実行しました。 ログ: {1}

# CopyRename_DoneWithError
source: The copy ran, but there may have been errors (exit code {0}). Log: {1}
ja_jp: コピーを実行しましたが、エラーの可能性があります（終了コード {0}）。 ログ: {1}

# CopyRename_PreviewCount
source: Preview ({0} item(s))
ja_jp: プレビュー（対象 {0} 件）

# CopyRename_WarnDestEmpty
source: Enter a destination folder
ja_jp: コピー先フォルダを入力してください

# CopyRename_WarnSameFolderTitle
source: The destination is the same as the source (current folder)
ja_jp: コピー先がコピー元（表示中のフォルダ）と同じです

# CopyRename_WarnSameFolderMessage
source: Specify a different folder so the batch is not run with the default value.
ja_jp: 初期値のまま実行しないよう、別のフォルダを指定してください。

# CopyRename_WarnDuplicatesMessage
source: The following names would be assigned to multiple photos ({0}). Add a sequence token ({{seq:000}}) or similar to the template: {1}
ja_jp: 次の名前が複数の写真に割り当たります（{0} 件）。テンプレートに連番（{{seq:000}}）等を加えてください: {1}

# LangCode
source: en
ja_jp: ja

# Shortcuts_ResourceNotFound
source: {0} not found
ja_jp: {0} が見つかりません

# Shortcuts_LoadErrorGroup
source: (Load error)
ja_jp: （読み込みエラー）
